
//copilot을 활용한 코딩
//‘5000원’은 사과, ‘7000원’ 파인애플, ‘10000원’은 수박 조건
main(){
	//주머니의 돈
	var money = 5000;
	
	//조건표를 작성
	if(money == 5000){
		print('=== 사과를 구매 합니다. ===');ㅂ
	}
	//copilot을 적극 활용하여 빈칸에 맞는 조건을 완성시키세요.
	//[else if 구문을 활용해 구매 로직을 완성시키세요.]
  else if(money == 7000){
    print('=== 파인애플을 구매 합니다. ===');
  }else if(money == 10000){
    print('=== 수박을 구매 합니다. ===');
  }else if(money == 15000){
    print('=== 바나나를 구매 합니다. ===');
  }else if(money == 20000){
    print('=== 포도를 구매 합니다. ===');
  }else{
		print('=== 그밖에 과일을 자유롭게 구매 합니다. ===');
	}
}
